Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SettingsFavoritesSortOffDescription
source: To arrange TV shows in your Favorites, select the TV show you want to move, press and hold the Touch surface until the TV show jiggles, then swipe to arrange it.
ar: لترتيب برامج التلفزيون في المفضلة، حدد برنامج التلفزيون الذي ترغب في نقله، واضغط مطولاً على سطح اللمس إلى أن يهتز برنامج التلفزيون، ثم قم بالتمرير لترتيبه.
ca: Per ordenar les sèries favorites, selecciona la que vols moure, mantén premuda la superfície tàctil fins que la sèrie comenci a tremolar i arrossega‑la on vulguis.
cs: Chcete‑li seřadit seriály v Oblíbených, vyberte seriál, který chcete přesunout, podržte prst na dotykovém povrchu, dokud se seriál nezačne třást, a potom ho přetáhněte.
da: Du flytter rundt på tv-udsendelser i dine favoritter ved at vælge de tv-udsendelser, du vil flytte, og derefter holde en finger på berøringsoverfladen, indtil tv-udsendelsen begynder at vrikke. Derefter skal du skubbe for at flytte rundt på den.
de: Zum Anordnen von TV-Sendungen in den Favoriten wähle die TV-Sendung aus, die verschoben werden soll, lege den Finger auf die Berührungsfläche, bis die TV-Sendung zu wackeln beginnt, und bewege sie durch Streichen an die gewünschte Position.
el: Για διευθέτηση τηλεοπτικών εκπομπών στα Αγαπημένα σας, επιλέξτε την εκπομπή που θέλετε να μετακινήσετε, κρατήστε πατημένη την επιφάνεια αφής μέχρι να αρχίσει να αναπηδά η εκπομπή και μετά σαρώστε για να την τακτοποιήσετε.
es: Para ordenar tus series favoritas, selecciona la que quieras mover, mantén pulsada la superficie táctil hasta que la serie empiece a temblar y arrástrala adonde quieras.
es_us: Para ordenar programas de TV en tus Favoritos, selecciona el programa que quieres trasladar, presiona sin soltar la superficie táctil hasta que el programa comience a agitarse y desliza para acomodarlo.
fi: Järjestä TV-ohjelmat suosikeissa valitsemalla TV-ohjelma, jonka haluat siirtää, paina ja pidä painettuna kosketuspintaa kunnes ohjelma alkaa heilua, ja järjestä se pyyhkäisemällä.
fr: Pour réorganiser les séries TV dans vos favoris, sélectionnez une série TV à déplacer, maintenez votre doigt sur la surface tactile jusqu’à ce que la série vibre puis faites-la glisser.
fr_ca: Pour organiser les émissions de télévision dans vos Favoris, sélectionnez l’émission que vous souhaitez déplacer, appuyez sur la surface tactile de façon prolongée jusqu’à ce que l’émission commence à remuer, puis balayez-la pour la déplacer.
he: כדי לסדר תוכניות טלוויזיה ב״מועדפים״, יש לבחור בתוכנית הטלוויזיה שברצונך להזיז, ללחוץ על המשטח ולהחזיק עד שהתוכנית תחל לרעוד. לאחר מכן, יש להחליק כדי לסדר אותה במקום אחר.
hi: अपने पसंदीदा में टीवी कार्यक्रमों को व्यवस्थित करने के लिए उस टीवी कार्यक्रम को चुनें जिसे आप ट्रांसफ़र करना चाहते हैं, टच सतह को दबाएँ और तब तक दबाए रखें जब तक वह टीवी कार्यक्रम हिलने ना लगे फिर उसे व्यवस्थित करने के लिए स्वाइप करें।
hr: Za razvrstavanje TV emisija u mapi Omiljeno, označite TV emisiju koju želite premjestiti, pritisnite i zadržite dodirnu površinu sve dok TV emisija ne počne podrhtavati, zatim je povucite na željeno mjesto.
hu: A Kedvencekben lévő tv-műsorok rendezéséhez jelölje ki az áthelyezni kívánt tv-műsort, tartsa megnyomva az érintőfelületet, amíg a tv-műsor remegni nem kezd, majd legyintsen a rendezéséhez.
id: Untuk menyusun acara TV di Favorit Anda, pilih acara TV yang ingin Anda pindahkan, tekan dan tahan permukaan Sentuh hingga acara TV berguncang, lalu gesek untuk menyusunnya.
it: Per organizzare i programmi TV nella sezione Preferiti, seleziona l’elemento che desideri spostare, tieni premuta la superficie touch del telecomando fino a quando il titolo non inizia a muoversi, quindi sposta il programma TV dove preferisci.
ja: “お気に入り”のテレビ番組を並べ替えるには、移動したいテレビ番組を選択し、テレビ番組が波打ち始めるまでタッチサーフェスを押さえたままにしてから、スワイプして並べ替えます。
ko: 즐겨찾기에서 TV 프로그램을 정렬하려면 이동할 TV 프로그램을 선택하고 TV 프로그램이 흔들릴때까지 터치 표면을 길게 누른 다음 밀어서 정렬하십시오.
ms: Untuk menyusun rancangan TV dalam Kegemaran anda, pilih rancangan TV yang anda mahu alihkan, tekan dan tahan permukaan Sentuh sehingga rancangan TV bergoyang, kemudian leret untuk menyusunnya.
nb: Du kan organisere TV-programmer i favorittlisten din ved å velge TV-programmet du vil flytte, trykke på og holde inne berøringsflaten til symbolet begynner å skjelve, og sveipe mot høyre eller venstre for å flytte det.
nl: Om tv-programma's in je favorieten te rangschikken, selecteer je het tv-programma dat je wilt verplaatsen en houd je het aanraakoppervlak ingedrukt totdat het tv-programma trilt. Veeg vervolgens om het te verplaatsen.
pl: Aby uporządkować programy TV w Ulubionych, zaznacz program TV do przeniesienia, naciśnij i przytrzymaj powierzchnię dotykową, aż program zacznie drgać, a następnie przeciągnij go w nowe miejsce.
pt_br: Para organizar os programas de TV nos seus Favoritos, selecione o programa de TV que deseja mover, pressione a superfície de Toque e mantenha-a pressionada até que o programa de TV comece a tremer e arraste para organizar.
pt_pt: Para organizar os programas de TV nos Favoritos, selecione o programa que pretende mover, mantenha premida a superfície táctil até o programa começar a abanar e, depois, passe o dedo para reorganizar.
ro: Pentru a aranja emisiunile TV din Favorite, selectați emisiunea TV pe care doriți să o mutați, țineți apăsată suprafața tactilă până când emisiunea TV începe să tremure, apoi glisați pentru a o aranja.
ru: Чтобы изменить расположение телешоу в разделе «Избранное», выберите телешоу, которое хотите переместить, нажмите и удерживайте сенсорную поверхность, пока телешоу не начнет покачиваться, а затем расположите его жестом смахивания.
sk: Ak chcete usporiadať TV seriály vo svojich obľúbených položkách, vyberte TV seriál, ktorý chcete presunúť, stlačte a podržte dotykový povrch, až kým sa TV seriál nezačne chvieť, a potom ho potiahnite na požadované miesto.
sl: Če želite urediti televizijske oddaje v mapi Priljubljeno, izberite televizijsko oddajo, ki jo želite premakniti, pritisnite in pridržite sledilno ploščico, dokler se televizijska oddaja ne začne tresti, nato pa podrsnite, da jo uredite.
sv: Om du vill ordna TV-program i favoriter väljer du TV-programmet som du vill flytta, håller ned tryckområdet tills TV-programmet skakar och drar det sedan till önskad plats.
th: ในการจัดเรียงรายการทีวีในรายการโปรดของคุณ ให้เลือกรายการทีวีที่คุณต้องการย้าย กดพื้นผิวระบบสัมผัสค้างไว้จนกระทั่งรายการทีวีสั่น แล้วปัดขึ้นลงเพื่อจัดเรียงรายการทีวีนั้น
tr: Favorilerinizdeki TV şovlarını düzenlemek için taşımak istediğiniz TV şovunu seçin, TV şovu titreyene kadar Dokunma yüzeyini basılı tutun ve sonra düzenlemek için kaydırın.
uk: Щоб змінити порядок телешоу в Улюблених, виберіть телешоу, яке потрібно перемістити, натисніть і утримуйте сенсорну поверхню, доки іконка телешоу не почне тремтіти, а потім перемістіть її в потрібне місце.
vi: Để sắp xếp các chương trình TV trong Mục ưa thích, chọn chương trình TV bạn muốn di chuyển, nhấn và giữ bề mặt cảm ứng cho tới khi chương trình TV rung lắc, sau đó vuốt để sắp xếp.
zh_cn: 若要排列“个人收藏”中的电视节目，请选择你想移动的电视节目，按住触控表面直至电视节目开始抖动，再轻扫以排列。
zh_hk: 如要排列「喜好項目」中的電視節目，請選擇要移動的電視節目，按住「觸控」表面直至電視節目搖動，然後輕掃以排列。
zh_tw: 若要在「喜好項目」中排列電視節目，請選取要搬移的電視節目，按住觸控表面，直到電視節目開始搖動為止，然後滑動來排列。

# SettingsKeyBoardBTPairingInstructionsFormat
source: Enter the pairing code on “%@”, then press the Return or Enter key.
ar: أدخل رمز الاقتران على "%@"، ثم اضغط على مفتاح الرجوع أو الإدخال.
ca: Introdueix el codi d’enllaç a “%@” i prem la tecla de retorn o d’introducció.
cs: Zadejte párovací kód na zařízení „%@“ a stiskněte klávesu Return nebo Enter.
da: Skriv pardannelseskoden til “%@”, og tryk derefter på Retur- eller Enter-tasten.
de: Gib den Kopplungscode auf „%@“ ein und drücke dann die Return- oder Eingabetaste.
el: Εισαγάγετε τον κωδικό ζευγοποίησης στο «%@» και μετά πατήστε το πλήκτρο Return ή Enter.
es: Introduce el código de enlace en “%@” y luego pulsa la tecla Retorno o Intro.
es_us: Ingresa el código de enlace en “%@” y presiona la tecla Retorno o Intro.
fi: Syötä parinmuodostuskoodi laitteessa %@ ja paina rivinvaihto- tai enter-näppäintä.
fr: Saisissez le code de jumelage de « %@ », puis appuyez sur la touche Entrée.
fr_ca: Saisissez le code de jumelage de « %@ », puis appuyez sur la touche Entrée.
he: יש להזין את קוד הקישור ב-״%@״ ולאחר מכן ללחוץ על מקש Return או Enter.
hi: “%@” पर पेयरिंग कोड दर्ज करें, फिर रिटर्न-की या एंटर-की दबाएँ।
hr: Unesite kôd za uparivanje na “%@“, zatim pritisnite tipku Return ili Enter.
hu: Adja meg a párosítási kódot a következőn, majd nyomja meg a Return vagy Enter billentyűt: „%@”.
id: Masukkan kode pemasangan pada “%@”, lalu tekan tombol Return atau Enter.
it: Inserisci il codice di abbinamento su “%@”, quindi premi il tasto Invio.
ja: “%@”でペアリングコードを入力して、ReturnまたはEnterキーを押してください。
ko: ‘%@’에 페어링 코드를 입력한 다음 Return 또는 Enter 키를 누르십시오.
ms: Masukkan kod berpasangan pada “%@”, kemudian tekan kekunci Return atau Enter.
nb: Oppgi sammenkoblingskoden på «%@», og trykk på retur- eller entertasten.
nl: Voer de koppelingscode in op '%@' en druk op Return of Enter.
pl: Podaj kod łączenia w parę na urządzeniu „%@”, a następnie naciśnij klawisz Return lub Enter.
pt_br: Digite o código de emparelhamento em “%@” e depois pressione a tecla Retorno ou Enter.
pt_pt: Digite o código de emparelhamento em “%@” e prima a tecla return ou enter.
ro: Introduceți codul de asociere pe tastatura „%@”, apoi apăsați tasta Retur sau Enter.
ru: Введите код на «%@», а затем нажмите клавишу Return или Enter.
sk: Na zariadení „%@“ zadajte párovací kód a stlačte kláves Return alebo Enter.
sl: Vnesite kodo za seznanjanje v napravo »%@«, nato pa pritisnite tipko Return ali Enter.
sv: Ange parkopplingskoden på ”%@” och tryck sedan på retur- eller enter-tangenten.
th: ป้อนรหัสจับคู่บน “%@” แล้วกดปุ่ม Return หรือปุ่ม Enter
tr: “%@” üzerinde eşleme kodunu girin, sonra Return veya Enter tuşuna basın.
uk: Введіть код спарення на «%@», потім тисніть клавішу вводу Return чи Enter.
vi: Nhập mã ghép đôi trên “%@”, sau đó nhấn phím Return hoặc Enter.
zh_cn: 在“%@”上输入配对码，然后按下Return或Enter键。
zh_hk: 在「%@」上輸入配對碼，然後按下Return或Enter鍵。
zh_tw: 在「%@」上輸入配對碼，然後按下Return或Enter鍵。

# SettingsMovieFavoritesSort
source: Sort Movies in Wish List
ar: فرز الأفلام في قائمة الرغبات
ca: Ordena la llista de desitjos
cs: Řadit filmy v seznamu přání
da: Sorter film på ønskeliste
de: Filme in Wunschliste sortieren
el: Ταξινόμηση ταινιών στη Λίστα επιθυμιών
es: Ordenar películas en la lista
es_us: Orden de películas en lista de deseos
fi: Elokuvien järjestys toivelistalla
fr: Trier les films
fr_ca: Trier les films
he: מיון הסרטים ב״נחשקים״
hi: इच्छा सूची में फ़िल्मों को सॉर्ट करें
hr: Razvrstajte filmove u listi želja
hu: A Kívánságlistán lévő filmek rendezése
id: Urutkan Film di Daftar Keinginan
it: Ordina lista dei desideri
ja: ウィッシュリストの映画を並べ替える
ko: 위시 리스트에서 영화 정렬
ms: Isih Filem dalam Senarai Keinginan
nb: Sorter filmer i ønskelisten
nl: Sorteer films in verlanglijst
pl: Sortuj filmy na liście życzeń
pt_br: Ordenar Filmes na Lista de Desejos
pt_pt: Ordenar filmes na lista de desejos
ro: Sortare filme în lista de dorințe
ru: Сортировка фильмов в списке желаний
sk: Zoradenie filmov v zozname prianí
sl: Razvrščanje filmov na seznamu želja
sv: Sortera filmer i önskelistan
th: เรียงภาพยนตร์ในรายการที่อยากได้
tr: İstek Listesindeki Filmleri Sırala
uk: Сортувати фільми у Списку бажань
vi: Sắp xếp phim trong DS Mơ ước
zh_cn: 为“欲购清单”中的电影排序
zh_hk: 在「欲購清單」中排序電影
zh_tw: 在欲購清單中排列電影

# SettingsMovieFavoritesSortAlphabeticallyDescription
source: Sort movies alphabetically.
ar: فرز الأفلام أبجديًا.
ca: Les pel·lícules s’ordenen alfabèticament.
cs: Řadit filmy podle abecedy.
da: Sorter film alfabetisk.
de: Filme alphabetisch sortieren.
el: Ταξινόμηση ταινιών αλφαβητικά.
es: Las películas se ordenan alfabéticamente.
es_us: Las películas se ordenan alfabéticamente.
fi: Elokuvat järjestetään aakkosjärjestykseen.
fr: Triez les films par ordre alphabétique.
fr_ca: Trie les films par ordre alphabétique.
he: ניתן למיין סרטים לפי סדר אלפביתי.
hi: फ़िल्मों को वर्णक्रमानुसार सॉर्ट करें।
hr: Abecedno razvrstavanje filmova.
hu: Filmek rendezése betűrendben.
id: Urutkan film secara alfabetis.
it: Ordina i film alfabeticamente.
ja: 映画をアルファベット順に並べ替えます。
ko: 알파벳순으로 영화 정렬
ms: Isih filem mengikut abjad.
nb: Sorter filmer alfabetisk.
nl: Sorteer films alfabetisch.
pl: Sortuje filmy alfabetycznie.
pt_br: Ordenar filmes alfabeticamente.
pt_pt: Ordenar filmes por ordem alfabética.
ro: Sortați filmele alfabetic.
ru: Сортировать фильмы по алфавиту.
sk: Zoradenie filmov podľa abecedy.
sl: Razvrstite filme po abecedi.
sv: Sortera filmer alfabetiskt.
th: เรียงภาพยนตร์ตามลำดับตัวอักษร
tr: Filmler alfabetik olarak sıralanır.
uk: Сортувати фільми за назвою.
vi: Sắp xếp phim theo bảng chữ cái.
zh_cn: 按字母顺序为电影排序。
zh_hk: 按照字母順序排序電影。
zh_tw: 依照字母順序排列電影。

# SettingsMovieFavoritesSortByDateDescription
source: Show recently added movies first.
ar: إظهار الأفلام المضافة حديثًا أولاً.
ca: Els darrers episodis afegits es mostren primer.
cs: Řadit od naposledy přidaných filmů.
da: Vis senest tilføjede film først.
de: Kürzlich hinzugefügte Filme zuerst einblenden.
el: Εμφάνιση πρόσφατα προστιθέμενων ταινιών πρώτα.
es: Las películas más recientes se muestran primero.
es_us: Empezar por las agregadas recientemente.
fi: Äskettäin lisätyt elokuvat näytetään ensimmäisenä.
fr: Affichez les épisodes ajoutés récemment en premier.
fr_ca: Affiche d’abord les films ajoutés récemment.
he: ניתן להציג תחילה את הסרטים שנוספו לאחרונה.
hi: हाल ही में जोड़ी गई फ़िल्मों को पहले दिखाएँ।
hr: Prvo se prikazuju najnoviji dodani filmovi.
hu: A legutóbb hozzáadott filmek megjelenítése először.
id: Tampilkan film yang baru ditambahkan dahulu.
it: Mostra prima i film aggiunti di recente.
ja: 最近追加した映画を最初に表示します。
ko: 최근 추가된 영화 먼저 보기
ms: Tunjukkan filem terbaru ditambah terlebih dahulu.
nb: Vis siste filmer lagt til først.
nl: Toon onlangs toegevoegde films eerst.
pl: Ostatnio dodane filmy są wyświetlane jako pierwsze.
pt_br: Mostrar filmes adicionados recentemente primeiro.
pt_pt: Mostrar primeiro filmes recentemente adicionados.
ro: Afișați mai întâi filmele adăugate recent.
ru: Показывать недавно добавленные фильмы первыми.
sk: Zobrazenie naposledy pridaných filmov ako prvých.
sl: Najprej prikažite nedavno dodane filme.
sv: Visa nyligen tillagda filmer först.
th: แสดงภาพยนตร์ที่เพิ่มล่าสุดก่อน
tr: İlk önce son eklenen filmleri gösterir.
uk: Показувати спершу недавно додані.
vi: Hiển thị các phim đã thêm gần đây trước tiên.
zh_cn: 最近添加的电影显示在最前面。
zh_hk: 最近加入的電影會較先顯示。
zh_tw: 先顯示最近加入的電影。

# SettingsNO
source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
fr_ca: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
nb: Nei
nl: Nee
no: Nei
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否
zh_hk: 否
zh_tw: 否

# SettingsOFF
source: Off
ar: متوقف
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: No
fi: Pois
fr: Non
fr_ca: Non
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# SettingsOK
source: OK
ar: موافق
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# SettingsON
source: On
ar: مشغل
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Sí
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
ko: 켬
ms: Aktif
nb: På
nl: Aan
no: På
pl: Wł.
pt_br: Ativado
pt_pt: Ativo
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# SettingsOSUpdateConfigurationBuildTypeTitle
source: Build Type
ar: نوع البنية
ca: Tipus de compilació
cs: Typ sestavy
de: Build-Typ
el: Τύπος ανάπτυξης
es: Tipo de compilación
es_us: Tipo de fase
fr: Type d’assemblage
fr_ca: Type de build
he: סוג גירסה
hi: बिल्ड प्रकार
hr: Vrsta međuverzije
hu: Build típusa
id: Jenis Build
it: Tipo di build
ja: ビルドタイプ
ko: 빌드 유형
ms: Jenis Binaan
nb: Byggtype
nl: Type build
pl: Typ kompilacji
pt_br: Tipo de Compilação
pt_pt: Tipo de build
ro: Tip build
ru: Тип сборки
sk: Typ buildu
sl: Vrsta različice
sv: Byggtyp
th: ประเภท Build
tr: Geliştirme Türü
uk: Тип збірки
vi: Loại bản dựng
zh_cn: 版本类型
zh_hk: 版本類型
zh_tw: 版本類型

# SettingsOSUpdateConfigurationChangedMessage
source: The configuration was successfully changed. Please restart and Verify Configuration before attempting to update.
ar: تم تغيير التكوين بنجاح. يرجى إعادة التشغيل والتحقق من التكوين قبل محاولة التحديث.
ca: S’ha canviat la configuració correctament. Abans de provar d’actualitzar el dispositiu, reinicia’l i verifica’n la configuració.
cs: Konfigurace byla úspěšně změněna. Před pokusem o aktualizaci restartujte a konfiguraci ověřte.
da: Konfigurationen blev ændret. Start igen, og bekræft konfigurationen inden forsøg på opdatering.
de: Die Konfiguration wurde erfolgreich geändert. Starte neu und überprüfe die Konfiguration, bevor du zu aktualisieren versuchst.
el: Η ρύθμιση παραμέτρων άλλαξε επιτυχώς. Κάντε επανεκκίνηση και επαληθεύστε τη ρύθμιση παραμέτρων πριν από την απόπειρα ενημέρωσης.
es: La configuración se ha cambiado correctamente. Reinicia y verifica la configuración antes de actualizar.
es_us: La configuración se cambió correctamente. Reinicia y verifícala antes de intentar actualizar.
fr: La configuration a été correctement modifiée. Redémarrez l’appareil et utilisez l’option « Vérifier la configuration » avant de tenter la mise à jour.
fr_ca: La configuration a été modifiée avec succès. Veuillez procéder au redémarrage et vérifier la configuration avant de tenter une mise à jour.
he: התצורה שונתה בהצלחה. נא להפעיל מחדש ולבצע ״אימות תצורה״ לפני ניסיון העדכון.
hi: कॉन्फ़िगरेशन सफलतापूर्वक बदला गया। अपडेट करने की कोशिश करने के पहले रीस्टार्ट करें और कॉन्फ़िगरेशन सत्यापित करें।
hr: Konfiguracija je uspješno promijenjena. Ponovno uključite uređaj i provjerite konfiguraciju prije pokušaja ažuriranja.
hu: A konfiguráció sikeresen módosítva lett. Kérjük, indítsa újra az eszközt, és ellenőrizze a konfigurációt a frissítés megkísérlése előtt.
id: Konfigurasi berhasil diubah. Mulai ulang dan Verifikasi Konfigurasi sebelum mencoba memperbarui.
it: La configurazione è stata modificata. Prima di procedere con l’aggiornamento, riavvia e verifica la configurazione.
ja: 構成は正しく変更されました。 再起動し、アップデートをする前に“構成の検証”を実行してください。
ko: 구성이 성공적으로 변경되었습니다. 업데이트하기 전에 재시동한 다음 ‘구성 확인’을 하십시오.
ms: Konfigurasi berjaya ditukar. Sila mula semula dan Sahkan Konfigurasi sebelum cuba mengemas kini.
nb: Konfigurasjonen ble endret. Start på nytt og verifiser konfigurasjonen før du prøver å oppdatere.
nl: De wijziging van de configuratie is geslaagd. Start opnieuw op en verifieer de configuratie voordat je gaat bijwerken.
pl: Konfiguracja została zmieniona. Przed rozpoczęciem uaktualniania uruchom ponownie i zweryfikuj konfigurację.
pt_br: A configuração foi alterada com êxito. Reinicie e Verifique a Configuração antes de tentar atualizar.
pt_pt: A configuração foi alterada com êxito. Reinicie e valide a configuração antes de tentar atualizar.
ro: Modificarea configurației a reușit. Reporniți și verificați configurația înainte de a încerca actualizarea.
ru: Конфигурация изменена успешно. Перед попыткой обновления перезагрузите устройство и проверьте его конфигурацию.
sk: Konfigurácia bola úspešne zmenená. Pred aktualizáciou reštartujte zariadenie a overte konfiguráciu.
sl: Konfiguracija je bila uspešno spremenjena. Znova zaženite napravo in preverite konfiguracijo, preden poskusite izvesti posodobitev.
sv: Konfigurationen har ändrats. Starta om och verifiera konfigurationen innan du försöker uppdatera.
th: การกำหนดค่าถูกเปลี่ยนค่าสำเร็จแล้ว โปรดเริ่มการทำงานเครื่องใหม่และตรวจสอบยืนยันการกำหนดค่าก่อนที่จะพยายามอัปเดต
tr: Konfigürasyon başarıyla değiştirildi. Lütfen güncellemeyi denemeden önce yeniden başlatın ve konfigürasyonu doğrulayın.
uk: Конфігурацію було успішно змінено. Перезапустіть і перевірте конфігурацію перед спробою оновлення.
vi: Đã thay đổi cấu hình thành công. Vui lòng khởi động lại và xác minh cấu hình trước khi cố gắng cập nhật.
zh_cn: 配置已成功更改。 请重新启动并验证配置后再尝试更新。
zh_hk: 已成功變更設定。 請重新啟動並在嘗試更新前「驗證設定」。
zh_tw: 已成功更改設定。 請重新啟動並在嘗試更新前驗證設定。

# SettingsOSUpdateConfigurationCheckTitle
source: Verify Configuration
ar: التحقق من التكوين
ca: Verifica la configuració
cs: Ověřit konfiguraci
da: Bekræft konfiguration
el: Επαλήθευση ρύθμισης παραμέτρων
es: Verificar configuración
es_us: Verificar configuración
fr: Vérifier la configuration
fr_ca: Vérifier la configuration
he: אימות תצורה
hi: कॉन्फ़िगरेशन सत्यापित करें
hr: Provjerite konfiguraciju
hu: Konfiguráció ellenőrzése
id: Verifikasi Konfigurasi
it: Verifica la configurazione
ja: 構成の検証
ko: 구성 확인
ms: Sahkan Konfigurasi
nb: Verifiser konfigurasjon
nl: Verifieer configuratie
pt_br: Verificar Configuração
pt_pt: Validar configuração
ro: Verificați configurația
ru: Проверить конфигурацию
sk: Overiť konfiguráciu
sl: Preverjanje konfiguracije
sv: Verifiera konfigurationen
th: ตรวจสอบยืนยันการกำหนดค่า
tr: Konfigürasyonu Doğrula
uk: Перевірити конфігурацію
vi: Xác minh cấu hình
zh_cn: 验证配置
zh_hk: 驗證設定
zh_tw: 驗證設定

# SettingsOSUpdateConfigurationDefaultTitle
source: Restore Shipping Configuration
ar: استعادة تكوين "Shipping"
ca: Restaura la configuració de fàbrica
cs: Obnovit konfiguraci nastavenou při vydání
da: Gendan til leveringskonfiguration
de: Lieferkonfiguration wiederherstellen
el: Επαναφορά ρύθμισης παραμέτρων «Σε κυκλοφορία»
es: Restaurar configuración de versión pública comercial
es_us: Restaurar configuración de envío
fr: Restaurer la configuration d’usine
fr_ca: Rétablir la configuration de livraison
he: שחזור לתצורת Shipping
hi: शिपिंग कॉन्फ़िगरेशन रीस्टोर करें
hr: Obnovi konfiguraciju za isporuku
hu: Szállítási konfiguráció visszaállítása
id: Pulihkan Konfigurasi Pengiriman
it: Ripristina configurazione di fabbrica
ja: “リリース済みGM”の構成を復元
ko: 출시된 빌드 구성 복원
ms: Pulihkan Konfigurasi Keluaran
nb: Gjenopprett produksjons­konfigurasjon
nl: Herstel configuratie voor 'Verzending'
pl: Przywróć konfigurację (Shipping)
pt_br: Restaurar Configuração de Entrega
pt_pt: Restaurar configuração pronta para lançar
ro: Restaurați configurația lansată
ru: Восстановить официальную конфигурацию
sk: Obnoviť na zverejnenú konfiguráciu
sl: Obnovitev konfiguracije pošiljanja
sv: Återställ leverans­konfiguration
th: กู้คืนการกำหนดค่าแบบ Shipping
tr: Birlikte Gelen Konfigürasyonu Geri Yükle
uk: Відновити комерційну конфігурацію
vi: Khôi phục cấu hình Phân phối
zh_cn: 恢复准备发布的配置
zh_hk: 還原為已發佈版本設定
zh_tw: 回復已發佈設定
